[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/GvpXgbPg/Artboard-1facebook.png",
    "title": "Facebook",
    "companyName": "Meta Platforms, Inc.",
    "description": "This is line 1 of app description for Facebook.\nThis is line 2 of app description for Facebook.\nThis is line 3 of app description for Facebook.\nThis is line 4 of app description for Facebook.\nThis is line 5 of app description for Facebook.\nThis is line 6 of app description for Facebook.\nThis is line 7 of app description for Facebook.\nThis is line 8 of app description for Facebook.\nThis is line 9 of app description for Facebook.\nThis is line 10 of app description for Facebook.\nThis is line 11 of app description for Facebook.\nThis is line 12 of app description for Facebook.\nThis is line 13 of app description for Facebook.\nThis is line 14 of app description for Facebook.\nThis is line 15 of app description for Facebook.\nThis is line 16 of app description for Facebook.\nThis is line 17 of app description for Facebook.\nThis is line 18 of app description for Facebook.\nThis is line 19 of app description for Facebook.\nThis is line 20 of app description for Facebook.",
    "size": 50,
    "reviews": "50k",
    "ratingAvg": 3.8,
    "downloads": "5M",
    "ratings": [
      {
        "name": "1 star",
        "count": 50
      },
      {
        "name": "2 star",
        "count": 40
      },
      {
        "name": "3 star",
        "count": 60
      },
      {
        "name": "4 star",
        "count": 80
      },
      {
        "name": "5 star",
        "count": 100
      }
    ]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/0RcLbt2L/pngtree-instagram-icon-instagram-logo-png-image-3584853.png",
    "title": "Instagram",
    "companyName": "Meta Platforms, Inc.",
    "description": "This is line 1 of app description for Instagram.\nThis is line 2 of app description for Instagram.\nThis is line 3 of app description for Instagram.\nThis is line 4 of app description for Instagram.\nThis is line 5 of app description for Instagram.\nThis is line 6 of app description for Instagram.\nThis is line 7 of app description for Instagram.\nThis is line 8 of app description for Instagram.\nThis is line 9 of app description for Instagram.\nThis is line 10 of app description for Instagram.\nThis is line 11 of app description for Instagram.\nThis is line 12 of app description for Instagram.\nThis is line 13 of app description for Instagram.\nThis is line 14 of app description for Instagram.\nThis is line 15 of app description for Instagram.\nThis is line 16 of app description for Instagram.\nThis is line 17 of app description for Instagram.\nThis is line 18 of app description for Instagram.\nThis is line 19 of app description for Instagram.\nThis is line 20 of app description for Instagram.",
    "size": 55,
    "reviews": "55k",
    "ratingAvg": 3.9,
    "downloads": "6M",
    "ratings": [
      {
        "name": "1 star",
        "count": 60
      },
      {
        "name": "2 star",
        "count": 45
      },
      {
        "name": "3 star",
        "count": 68
      },
      {
        "name": "4 star",
        "count": 92
      },
      {
        "name": "5 star",
        "count": 120
      }
    ]
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/XZQvVvjM/png-clipart-android-whatsapp-computer-icons-android-android-whatsapp-messenger.png",
    "title": "WhatsApp Messenger",
    "companyName": "WhatsApp LLC",
    "description": "This is line 1 of app description for WhatsApp Messenger.\nThis is line 2 of app description for WhatsApp Messenger.\nThis is line 3 of app description for WhatsApp Messenger.\nThis is line 4 of app description for WhatsApp Messenger.\nThis is line 5 of app description for WhatsApp Messenger.\nThis is line 6 of app description for WhatsApp Messenger.\nThis is line 7 of app description for WhatsApp Messenger.\nThis is line 8 of app description for WhatsApp Messenger.\nThis is line 9 of app description for WhatsApp Messenger.\nThis is line 10 of app description for WhatsApp Messenger.\nThis is line 11 of app description for WhatsApp Messenger.\nThis is line 12 of app description for WhatsApp Messenger.\nThis is line 13 of app description for WhatsApp Messenger.\nThis is line 14 of app description for WhatsApp Messenger.\nThis is line 15 of app description for WhatsApp Messenger.\nThis is line 16 of app description for WhatsApp Messenger.\nThis is line 17 of app description for WhatsApp Messenger.\nThis is line 18 of app description for WhatsApp Messenger.\nThis is line 19 of app description for WhatsApp Messenger.\nThis is line 20 of app description for WhatsApp Messenger.",
    "size": 60,
    "reviews": "60k",
    "ratingAvg": 4.0,
    "downloads": "7M",
    "ratings": [
      {
        "name": "1 star",
        "count": 70
      },
      {
        "name": "2 star",
        "count": 50
      },
      {
        "name": "3 star",
        "count": 76
      },
      {
        "name": "4 star",
        "count": 104
      },
      {
        "name": "5 star",
        "count": 140
      }
    ]
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/21F0Nv4F/360-F-304060171-OUUSKIITl-OLRgn-DI1-EFO8e-SZq-OHab6-Iq.jpg",
    "title": "YouTube",
    "companyName": "Google LLC",
    "description": "This is line 1 of app description for YouTube.\nThis is line 2 of app description for YouTube.\nThis is line 3 of app description for YouTube.\nThis is line 4 of app description for YouTube.\nThis is line 5 of app description for YouTube.\nThis is line 6 of app description for YouTube.\nThis is line 7 of app description for YouTube.\nThis is line 8 of app description for YouTube.\nThis is line 9 of app description for YouTube.\nThis is line 10 of app description for YouTube.\nThis is line 11 of app description for YouTube.\nThis is line 12 of app description for YouTube.\nThis is line 13 of app description for YouTube.\nThis is line 14 of app description for YouTube.\nThis is line 15 of app description for YouTube.\nThis is line 16 of app description for YouTube.\nThis is line 17 of app description for YouTube.\nThis is line 18 of app description for YouTube.\nThis is line 19 of app description for YouTube.\nThis is line 20 of app description for YouTube.",
    "size": 65,
    "reviews": "65k",
    "ratingAvg": 4.1,
    "downloads": "8M",
    "ratings": [
      {
        "name": "1 star",
        "count": 80
      },
      {
        "name": "2 star",
        "count": 55
      },
      {
        "name": "3 star",
        "count": 84
      },
      {
        "name": "4 star",
        "count": 116
      },
      {
        "name": "5 star",
        "count": 160
      }
    ]
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/bR7BHjfm/png-transparent-tiktok-icon-thumbnail.png",
    "title": "TikTok",
    "companyName": "TikTok Pte. Ltd.",
    "description": "This is line 1 of app description for TikTok.\nThis is line 2 of app description for TikTok.\nThis is line 3 of app description for TikTok.\nThis is line 4 of app description for TikTok.\nThis is line 5 of app description for TikTok.\nThis is line 6 of app description for TikTok.\nThis is line 7 of app description for TikTok.\nThis is line 8 of app description for TikTok.\nThis is line 9 of app description for TikTok.\nThis is line 10 of app description for TikTok.\nThis is line 11 of app description for TikTok.\nThis is line 12 of app description for TikTok.\nThis is line 13 of app description for TikTok.\nThis is line 14 of app description for TikTok.\nThis is line 15 of app description for TikTok.\nThis is line 16 of app description for TikTok.\nThis is line 17 of app description for TikTok.\nThis is line 18 of app description for TikTok.\nThis is line 19 of app description for TikTok.\nThis is line 20 of app description for TikTok.",
    "size": 70,
    "reviews": "70k",
    "ratingAvg": 4.2,
    "downloads": "9M",
    "ratings": [
      {
        "name": "1 star",
        "count": 90
      },
      {
        "name": "2 star",
        "count": 60
      },
      {
        "name": "3 star",
        "count": 92
      },
      {
        "name": "4 star",
        "count": 128
      },
      {
        "name": "5 star",
        "count": 180
      }
    ]
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/tTqKP3Kn/google-mail-gmail-logo-icon-159346.png",
    "title": "Gmail",
    "companyName": "Google LLC",
    "description": "This is line 1 of app description for Gmail.\nThis is line 2 of app description for Gmail.\nThis is line 3 of app description for Gmail.\nThis is line 4 of app description for Gmail.\nThis is line 5 of app description for Gmail.\nThis is line 6 of app description for Gmail.\nThis is line 7 of app description for Gmail.\nThis is line 8 of app description for Gmail.\nThis is line 9 of app description for Gmail.\nThis is line 10 of app description for Gmail.\nThis is line 11 of app description for Gmail.\nThis is line 12 of app description for Gmail.\nThis is line 13 of app description for Gmail.\nThis is line 14 of app description for Gmail.\nThis is line 15 of app description for Gmail.\nThis is line 16 of app description for Gmail.\nThis is line 17 of app description for Gmail.\nThis is line 18 of app description for Gmail.\nThis is line 19 of app description for Gmail.\nThis is line 20 of app description for Gmail.",
    "size": 75,
    "reviews": "75k",
    "ratingAvg": 3.8,
    "downloads": "10M",
    "ratings": [
      {
        "name": "1 star",
        "count": 100
      },
      {
        "name": "2 star",
        "count": 65
      },
      {
        "name": "3 star",
        "count": 100
      },
      {
        "name": "4 star",
        "count": 140
      },
      {
        "name": "5 star",
        "count": 200
      }
    ]
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/CKVrkrtG/images.jpg",
    "title": "Reddit",
    "companyName": "Reddit Inc.",
    "description": "This is line 1 of app description for Reddit.\nThis is line 2 of app description for Reddit.\nThis is line 3 of app description for Reddit.\nThis is line 4 of app description for Reddit.\nThis is line 5 of app description for Reddit.\nThis is line 6 of app description for Reddit.\nThis is line 7 of app description for Reddit.\nThis is line 8 of app description for Reddit.\nThis is line 9 of app description for Reddit.\nThis is line 10 of app description for Reddit.\nThis is line 11 of app description for Reddit.\nThis is line 12 of app description for Reddit.\nThis is line 13 of app description for Reddit.\nThis is line 14 of app description for Reddit.\nThis is line 15 of app description for Reddit.\nThis is line 16 of app description for Reddit.\nThis is line 17 of app description for Reddit.\nThis is line 18 of app description for Reddit.\nThis is line 19 of app description for Reddit.\nThis is line 20 of app description for Reddit.",
    "size": 80,
    "reviews": "80k",
    "ratingAvg": 3.9,
    "downloads": "11M",
    "ratings": [
      {
        "name": "1 star",
        "count": 110
      },
      {
        "name": "2 star",
        "count": 70
      },
      {
        "name": "3 star",
        "count": 108
      },
      {
        "name": "4 star",
        "count": 152
      },
      {
        "name": "5 star",
        "count": 220
      }
    ]
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/bMwNdbp2/sm-5b321c9cb2d25.jpg",
    "title": "Snapchat",
    "companyName": "Snap Inc.",
    "description": "This is line 1 of app description for Snapchat.\nThis is line 2 of app description for Snapchat.\nThis is line 3 of app description for Snapchat.\nThis is line 4 of app description for Snapchat.\nThis is line 5 of app description for Snapchat.\nThis is line 6 of app description for Snapchat.\nThis is line 7 of app description for Snapchat.\nThis is line 8 of app description for Snapchat.\nThis is line 9 of app description for Snapchat.\nThis is line 10 of app description for Snapchat.\nThis is line 11 of app description for Snapchat.\nThis is line 12 of app description for Snapchat.\nThis is line 13 of app description for Snapchat.\nThis is line 14 of app description for Snapchat.\nThis is line 15 of app description for Snapchat.\nThis is line 16 of app description for Snapchat.\nThis is line 17 of app description for Snapchat.\nThis is line 18 of app description for Snapchat.\nThis is line 19 of app description for Snapchat.\nThis is line 20 of app description for Snapchat.",
    "size": 85,
    "reviews": "85k",
    "ratingAvg": 4.0,
    "downloads": "12M",
    "ratings": [
      {
        "name": "1 star",
        "count": 120
      },
      {
        "name": "2 star",
        "count": 75
      },
      {
        "name": "3 star",
        "count": 116
      },
      {
        "name": "4 star",
        "count": 164
      },
      {
        "name": "5 star",
        "count": 240
      }
    ]
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/MkfRgQYm/images-1.png",
    "title": "Spotify",
    "companyName": "Spotify Ltd.",
    "description": "This is line 1 of app description for Spotify.\nThis is line 2 of app description for Spotify.\nThis is line 3 of app description for Spotify.\nThis is line 4 of app description for Spotify.\nThis is line 5 of app description for Spotify.\nThis is line 6 of app description for Spotify.\nThis is line 7 of app description for Spotify.\nThis is line 8 of app description for Spotify.\nThis is line 9 of app description for Spotify.\nThis is line 10 of app description for Spotify.\nThis is line 11 of app description for Spotify.\nThis is line 12 of app description for Spotify.\nThis is line 13 of app description for Spotify.\nThis is line 14 of app description for Spotify.\nThis is line 15 of app description for Spotify.\nThis is line 16 of app description for Spotify.\nThis is line 17 of app description for Spotify.\nThis is line 18 of app description for Spotify.\nThis is line 19 of app description for Spotify.\nThis is line 20 of app description for Spotify.",
    "size": 90,
    "reviews": "90k",
    "ratingAvg": 4.1,
    "downloads": "13M",
    "ratings": [
      {
        "name": "1 star",
        "count": 130
      },
      {
        "name": "2 star",
        "count": 80
      },
      {
        "name": "3 star",
        "count": 124
      },
      {
        "name": "4 star",
        "count": 176
      },
      {
        "name": "5 star",
        "count": 260
      }
    ]
  },
  {
    "id": 10,
    "image": "https://i.ibb.co.com/N6Q38dJN/7d44d55ead7dda48bd95632d92fb259d.jpg",
    "title": "Twitter",
    "companyName": "Twitter, Inc.",
    "description": "This is line 1 of app description for Twitter.\nThis is line 2 of app description for Twitter.\nThis is line 3 of app description for Twitter.\nThis is line 4 of app description for Twitter.\nThis is line 5 of app description for Twitter.\nThis is line 6 of app description for Twitter.\nThis is line 7 of app description for Twitter.\nThis is line 8 of app description for Twitter.\nThis is line 9 of app description for Twitter.\nThis is line 10 of app description for Twitter.\nThis is line 11 of app description for Twitter.\nThis is line 12 of app description for Twitter.\nThis is line 13 of app description for Twitter.\nThis is line 14 of app description for Twitter.\nThis is line 15 of app description for Twitter.\nThis is line 16 of app description for Twitter.\nThis is line 17 of app description for Twitter.\nThis is line 18 of app description for Twitter.\nThis is line 19 of app description for Twitter.\nThis is line 20 of app description for Twitter.",
    "size": 95,
    "reviews": "95k",
    "ratingAvg": 4.2,
    "downloads": "14M",
    "ratings": [
      {
        "name": "1 star",
        "count": 140
      },
      {
        "name": "2 star",
        "count": 85
      },
      {
        "name": "3 star",
        "count": 132
      },
      {
        "name": "4 star",
        "count": 188
      },
      {
        "name": "5 star",
        "count": 280
      }
    ]
  },
  {
    "id": 11,
    "image": "https://i.ibb.co.com/93mWH58g/images-4.png",
    "title": "LinkedIn",
    "companyName": "LinkedIn Corporation",
    "description": "This is line 1 of app description for LinkedIn.\nThis is line 2 of app description for LinkedIn.\nThis is line 3 of app description for LinkedIn.\nThis is line 4 of app description for LinkedIn.\nThis is line 5 of app description for LinkedIn.\nThis is line 6 of app description for LinkedIn.\nThis is line 7 of app description for LinkedIn.\nThis is line 8 of app description for LinkedIn.\nThis is line 9 of app description for LinkedIn.\nThis is line 10 of app description for LinkedIn.\nThis is line 11 of app description for LinkedIn.\nThis is line 12 of app description for LinkedIn.\nThis is line 13 of app description for LinkedIn.\nThis is line 14 of app description for LinkedIn.\nThis is line 15 of app description for LinkedIn.\nThis is line 16 of app description for LinkedIn.\nThis is line 17 of app description for LinkedIn.\nThis is line 18 of app description for LinkedIn.\nThis is line 19 of app description for LinkedIn.\nThis is line 20 of app description for LinkedIn.",
    "size": 90,
    "reviews": "45k",
    "ratingAvg": 4.3,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 30 },
      { "name": "2 star", "count": 25 },
      { "name": "3 star", "count": 40 },
      { "name": "4 star", "count": 80 },
      { "name": "5 star", "count": 200 }
    ]
  },
  {
    "id": 12,
    "image": "https://i.ibb.co.com/tpqnfKp1/6f5c9e854295543baad4d2d769148835.jpg",
    "title": "Pinterest",
    "companyName": "Pinterest, Inc.",
    "description": "This is line 1 of app description for Pinterest.\nThis is line 2 of app description for Pinterest.\nThis is line 3 of app description for Pinterest.\nThis is line 4 of app description for Pinterest.\nThis is line 5 of app description for Pinterest.\nThis is line 6 of app description for Pinterest.\nThis is line 7 of app description for Pinterest.\nThis is line 8 of app description for Pinterest.\nThis is line 9 of app description for Pinterest.\nThis is line 10 of app description for Pinterest.\nThis is line 11 of app description for Pinterest.\nThis is line 12 of app description for Pinterest.\nThis is line 13 of app description for Pinterest.\nThis is line 14 of app description for Pinterest.\nThis is line 15 of app description for Pinterest.\nThis is line 16 of app description for Pinterest.\nThis is line 17 of app description for Pinterest.\nThis is line 18 of app description for Pinterest.\nThis is line 19 of app description for Pinterest.\nThis is line 20 of app description for Pinterest.",
    "size": 85,
    "reviews": "38k",
    "ratingAvg": 4.1,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 20 },
      { "name": "2 star", "count": 15 },
      { "name": "3 star", "count": 30 },
      { "name": "4 star", "count": 60 },
      { "name": "5 star", "count": 150 }
    ]
  },
  {
    "id": 13,
    "image": "https://i.ibb.co.com/Fk5kGV8g/images-1.jpg",
    "title": "Snapseed",
    "companyName": "Google LLC",
    "description": "This is line 1 of app description for Snapseed.\nThis is line 2 of app description for Snapseed.\nThis is line 3 of app description for Snapseed.\nThis is line 4 of app description for Snapseed.\nThis is line 5 of app description for Snapseed.\nThis is line 6 of app description for Snapseed.\nThis is line 7 of app description for Snapseed.\nThis is line 8 of app description for Snapseed.\nThis is line 9 of app description for Snapseed.\nThis is line 10 of app description for Snapseed.\nThis is line 11 of app description for Snapseed.\nThis is line 12 of app description for Snapseed.\nThis is line 13 of app description for Snapseed.\nThis is line 14 of app description for Snapseed.\nThis is line 15 of app description for Snapseed.\nThis is line 16 of app description for Snapseed.\nThis is line 17 of app description for Snapseed.\nThis is line 18 of app description for Snapseed.\nThis is line 19 of app description for Snapseed.\nThis is line 20 of app description for Snapseed.",
    "size": 75,
    "reviews": "28k",
    "ratingAvg": 4.5,
    "downloads": "5M",
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 20 },
      { "name": "4 star", "count": 50 },
      { "name": "5 star", "count": 180 }
    ]
  },
  {
    "id": 14,
    "image": "https://i.ibb.co.com/B2cnNs6C/ea1f0c81a827cadec45aecb6330316.webp",
    "title": "Zoom",
    "companyName": "Zoom Video Communications",
    "description": "This is line 1 of app description for Zoom.\nThis is line 2 of app description for Zoom.\nThis is line 3 of app description for Zoom.\nThis is line 4 of app description for Zoom.\nThis is line 5 of app description for Zoom.\nThis is line 6 of app description for Zoom.\nThis is line 7 of app description for Zoom.\nThis is line 8 of app description for Zoom.\nThis is line 9 of app description for Zoom.\nThis is line 10 of app description for Zoom.\nThis is line 11 of app description for Zoom.\nThis is line 12 of app description for Zoom.\nThis is line 13 of app description for Zoom.\nThis is line 14 of app description for Zoom.\nThis is line 15 of app description for Zoom.\nThis is line 16 of app description for Zoom.\nThis is line 17 of app description for Zoom.\nThis is line 18 of app description for Zoom.\nThis is line 19 of app description for Zoom.\nThis is line 20 of app description for Zoom.",
    "size": 120,
    "reviews": "65k",
    "ratingAvg": 4.0,
    "downloads": "10M",
    "ratings": [
      { "name": "1 star", "count": 40 },
      { "name": "2 star", "count": 25 },
      { "name": "3 star", "count": 50 },
      { "name": "4 star", "count": 90 },
      { "name": "5 star", "count": 200 }
    ]
  },
  {
    "id": 15,
    "image": "https://i.ibb.co.com/1fVT84tt/044a6d93-74ee-43e5-a8ce-ff076544f30f.webp",
    "title": "Shazam",
    "companyName": "Apple Inc.",
    "description": "This is line 1 of app description for Shazam.\nThis is line 2 of app description for Shazam.\nThis is line 3 of app description for Shazam.\nThis is line 4 of app description for Shazam.\nThis is line 5 of app description for Shazam.\nThis is line 6 of app description for Shazam.\nThis is line 7 of app description for Shazam.\nThis is line 8 of app description for Shazam.\nThis is line 9 of app description for Shazam.\nThis is line 10 of app description for Shazam.\nThis is line 11 of app description for Shazam.\nThis is line 12 of app description for Shazam.\nThis is line 13 of app description for Shazam.\nThis is line 14 of app description for Shazam.\nThis is line 15 of app description for Shazam.\nThis is line 16 of app description for Shazam.\nThis is line 17 of app description for Shazam.\nThis is line 18 of app description for Shazam.\nThis is line 19 of app description for Shazam.\nThis is line 20 of app description for Shazam.",
    "size": 60,
    "reviews": "20k",
    "ratingAvg": 4.6,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 10 },
      { "name": "4 star", "count": 50 },
      { "name": "5 star", "count": 150 }
    ]
  },
  {
    "id": 16,
    "image": "https://i.ibb.co.com/s9KjrXZM/png-transparent-duolingo-learning-foreign-language-translation-ielts-english-grass-smiley-thumbnail.png",
    "title": "Duolingo",
    "companyName": "Duolingo, Inc.",
    "description": "This is line 1 of app description for Duolingo.\nThis is line 2 of app description for Duolingo.\nThis is line 3 of app description for Duolingo.\nThis is line 4 of app description for Duolingo.\nThis is line 5 of app description for Duolingo.\nThis is line 6 of app description for Duolingo.\nThis is line 7 of app description for Duolingo.\nThis is line 8 of app description for Duolingo.\nThis is line 9 of app description for Duolingo.\nThis is line 10 of app description for Duolingo.\nThis is line 11 of app description for Duolingo.\nThis is line 12 of app description for Duolingo.\nThis is line 13 of app description for Duolingo.\nThis is line 14 of app description for Duolingo.\nThis is line 15 of app description for Duolingo.\nThis is line 16 of app description for Duolingo.\nThis is line 17 of app description for Duolingo.\nThis is line 18 of app description for Duolingo.\nThis is line 19 of app description for Duolingo.\nThis is line 20 of app description for Duolingo.",
    "size": 80,
    "reviews": "50k",
    "ratingAvg": 4.7,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 20 },
      { "name": "4 star", "count": 60 },
      { "name": "5 star", "count": 250 }
    ]
  },
  {
    "id": 17,
    "image": "https://i.ibb.co.com/3YvGHG47/transparent-discord-icon-blue-circle-with-bunny-icon-no-1710882866778.webp",
    "title": "Discord",
    "companyName": "Discord Inc.",
    "description": "This is line 1 of app description for Discord.\nThis is line 2 of app description for Discord.\nThis is line 3 of app description for Discord.\nThis is line 4 of app description for Discord.\nThis is line 5 of app description for Discord.\nThis is line 6 of app description for Discord.\nThis is line 7 of app description for Discord.\nThis is line 8 of app description for Discord.\nThis is line 9 of app description for Discord.\nThis is line 10 of app description for Discord.\nThis is line 11 of app description for Discord.\nThis is line 12 of app description for Discord.\nThis is line 13 of app description for Discord.\nThis is line 14 of app description for Discord.\nThis is line 15 of app description for Discord.\nThis is line 16 of app description for Discord.\nThis is line 17 of app description for Discord.\nThis is line 18 of app description for Discord.\nThis is line 19 of app description for Discord.\nThis is line 20 of app description for Discord.",
    "size": 95,
    "reviews": "55k",
    "ratingAvg": 4.4,
    "downloads": "11M",
    "ratings": [
      { "name": "1 star", "count": 15 },
      { "name": "2 star", "count": 15 },
      { "name": "3 star", "count": 25 },
      { "name": "4 star", "count": 75 },
      { "name": "5 star", "count": 250 }
    ]
  },
  {
    "id": 18,
    "image": "https://i.ibb.co.com/NgtZ5GXk/images-3.png",
    "title": "Evernote",
    "companyName": "Evernote Corporation",
    "description": "This is line 1 of app description for Evernote.\nThis is line 2 of app description for Evernote.\nThis is line 3 of app description for Evernote.\nThis is line 4 of app description for Evernote.\nThis is line 5 of app description for Evernote.\nThis is line 6 of app description for Evernote.\nThis is line 7 of app description for Evernote.\nThis is line 8 of app description for Evernote.\nThis is line 9 of app description for Evernote.\nThis is line 10 of app description for Evernote.\nThis is line 11 of app description for Evernote.\nThis is line 12 of app description for Evernote.\nThis is line 13 of app description for Evernote.\nThis is line 14 of app description for Evernote.\nThis is line 15 of app description for Evernote.\nThis is line 16 of app description for Evernote.\nThis is line 17 of app description for Evernote.\nThis is line 18 of app description for Evernote.\nThis is line 19 of app description for Evernote.\nThis is line 20 of app description for Evernote.",
    "size": 70,
    "reviews": "35k",
    "ratingAvg": 4.2,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 20 },
      { "name": "4 star", "count": 50 },
      { "name": "5 star", "count": 150 }
    ]
  },
  {
    "id": 19,
    "image": "https://i.ibb.co.com/xKQ9WjRv/trello.webp",
    "title": "Trello",
    "companyName": "Atlassian",
    "description": "This is line 1 of app description for Trello.\nThis is line 2 of app description for Trello.\nThis is line 3 of app description for Trello.\nThis is line 4 of app description for Trello.\nThis is line 5 of app description for Trello.\nThis is line 6 of app description for Trello.\nThis is line 7 of app description for Trello.\nThis is line 8 of app description for Trello.\nThis is line 9 of app description for Trello.\nThis is line 10 of app description for Trello.\nThis is line 11 of app description for Trello.\nThis is line 12 of app description for Trello.\nThis is line 13 of app description for Trello.\nThis is line 14 of app description for Trello.\nThis is line 15 of app description for Trello.\nThis is line 16 of app description for Trello.\nThis is line 17 of app description for Trello.\nThis is line 18 of app description for Trello.\nThis is line 19 of app description for Trello.\nThis is line 20 of app description for Trello.",
    "size": 65,
    "reviews": "30k",
    "ratingAvg": 4.3,
    "downloads": "5M",
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 10 },
      { "name": "3 star", "count": 15 },
      { "name": "4 star", "count": 55 },
      { "name": "5 star", "count": 150 }
    ]
  },
  {
    "id": 20,
    "image": "https://i.ibb.co.com/LhxBT159/360-F-1289644959-Ri-EQCZHMyzr-J9of-Pp-Yo-JWIy-Ll-Lo-F0owh.jpg",
    "title": "Slack",
    "companyName": "Slack Technologies",
    "description": "This is line 1 of app description for Slack.\nThis is line 2 of app description for Slack.\nThis is line 3 of app description for Slack.\nThis is line 4 of app description for Slack.\nThis is line 5 of app description for Slack.\nThis is line 6 of app description for Slack.\nThis is line 7 of app description for Slack.\nThis is line 8 of app description for Slack.\nThis is line 9 of app description for Slack.\nThis is line 10 of app description for Slack.\nThis is line 11 of app description for Slack.\nThis is line 12 of app description for Slack.\nThis is line 13 of app description for Slack.\nThis is line 14 of app description for Slack.\nThis is line 15 of app description for Slack.\nThis is line 16 of app description for Slack.\nThis is line 17 of app description for Slack.\nThis is line 18 of app description for Slack.\nThis is line 19 of app description for Slack.\nThis is line 20 of app description for Slack.",
    "size": 75,
    "reviews": "40k",
    "ratingAvg": 4.5,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 5 },
      { "name": "2 star", "count": 5 },
      { "name": "3 star", "count": 15 },
      { "name": "4 star", "count": 70 },
      { "name": "5 star", "count": 200 }
    ]
  }
]
